window.SIGNAL_DATA = [
  {
    "lat": 25.0281261,
    "lon": 121.4891504,
    "id": "AECF1400006983_3642C",
    "type": "",
    "date": "",
    "note": ""
  },
  {
    "lat": 25.1344116,
    "lon": 121.5457683,
    "id": "XX109003107_A",
    "type": "LED告示牌",
    "date": "",
    "note": "LED告示牌自立桿"
  },
  {
    "lat": 25.1338907,
    "lon": 121.5459386,
    "id": "XX109003107-1_A",
    "type": "LED告示牌",
    "date": "",
    "note": "LED告示牌自立桿"
  },
  {
    "lat": 25.0491249,
    "lon": 121.5163665,
    "id": "XX111000157_3265",
    "type": "交工處號誌桿",
    "date": "",
    "note": ""
  }
];
